Repository: MYSTERYouse/sell-media
Catalog: languages/sell_media-*.po
Languages: nl_nl

source: Email Body
nl_nl: E-mail inhoud

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following email tags: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. These tags are replaced with the real data associated with each payment. Be sure to include the {download_links} tag, otherwise your buyers won't receive their download purchases. The {payment_id} tag can be used to display an invoice number.
nl_nl: Dit e-mail bericht wordt verzonden naar uw klanten wanneer de betaling is geslaagd. U kunt de volgende e-mail tags gebruiken: {Voornaam}, {achternaam}, {payer_email}, {download_links}, {payment_id}. Deze tags worden vervangen door de echte gegevens, per betaling. Vermeld altijd de {download_links} tag, anders kunnen uw kopers hun download aankopen niet ontvangen. De tag {payment_id} kan worden gebruikt om een factuur weer te geven.

source: Settings for Extensions are shown below.
nl_nl: Instellingen voor extensies staan hieronder

source: Download Extensions for Sell Media
nl_nl: Download extensies voor Sell Media

source: We've received your payment and are processing your order. <a href="" class="reload">Refresh this page</a> to check your order status. If you continue to see this message, please contact us.
nl_nl: Wij hebben uw betaling ontvangen en zullen uw order verwerken. <a href="" class="reload">Vernieuw deze pagina</a> om de orderstatus te bekijken. Als u dit bericht blijf zien, neem dan contact met ons op.

source: Shipping
nl_nl: Verzenden

source: or %s
nl_nl: of %s

source: Your cart is empty. %s
nl_nl: Uw winkelwagen is leeg. %s

source: Your Purchase History
nl_nl: Uw aankoop verleden

source: Purchase ID
nl_nl: Aankoop ID

source: Description
nl_nl: Omschrijving

source: width (px)
nl_nl: breedte (px)

source: height (px)
nl_nl: hoogte (px)

source: price
nl_nl: prijs

source: images in
nl_nl: afbeeldingen in

source: collection
nl_nl: collectie

source: Starting at
nl_nl: Starten met

source: You are logged in. %1$s or %2$s.
nl_nl: U bent ingelogd. %1$s of %2$s.

source: Login failed
nl_nl: Inloggen mislukt

source: Password
nl_nl: Wachtwoord

source: Remember Me
nl_nl: Onthouden

source: Log In
nl_nl: Inloggen

source: Forgot Password
nl_nl: Wachtwoord vergeten

source: Previous Image
nl_nl: Vorige afbeelding

source: Back to Gallery
nl_nl: Terug naar Galerij

source: Gallery
nl_nl: Galerij

source: Next Image
nl_nl: Volgende afbeelding

source: More
nl_nl: Meer

source: File ID
nl_nl: Bestand ID

source: File Type
nl_nl: Bestandstype

source: File Size
nl_nl: Bestand afmeting

source: When a buyer decides to purchase a item from your site, they must choose a license which most closely identifies their intended use of the item. We have included some default license types, grouped into two "parent" categories: Personal and Commercial. Each of these two categories have specific "child" licenses, such as "Print Advertising" (a child of Commercial) and "Website" (a child of Personal). You can create as many parent and child licenses as you want.
nl_nl: Wanneer een koper besluit om een artikel van uw site te kopen, moeten zij een licentie kiezen die het gebruik van het artikel het meest identificeert. We hebben een aantal soorten standaard licenties, gegroepeerd in twee "hoofd" categorieën: Persoonlijk en Commercieel. Elk van deze twee categorieën hebben specifieke "onderliggende" licenties, zoals "Print Advertising" (een onderligger van Commercieel) en "Website" (een onderligger van Persoonlijk). U kunt zoveel hoofd en onderliggende licenties maken als u wilt.

source: Markup
nl_nl: Prijsverhoging

source: Increase the price of a item if a buyer selects this license by dragging the slider above.
nl_nl: Verhoog de prijs van een artikel, als een koper deze licentie kiest, door het verslepen van de schuifregelaar boven.

source: you have not set a default price
nl_nl: U heeft geen standaard prijs geselecteerd

source: The %1$s of %2$s with %3$s markup is %4$s
nl_nl: De %1$s van %2$s met %3$s prijsverhoging is %4$s

source: Check to add this as a default license option for all newly created items.
nl_nl: Selecteer om dit als standaard licentie toe te voegen voor alle nieuwe artikelen.

source: Add as default license?
nl_nl: Toevoegen als standaard licentie

source: Icon
nl_nl: Icoon

source: The icon is not prominent by default; however, some themes may show it. If no icon is used the featured image to the most recent post will be displayed
nl_nl: Het pictogram wordt niet standaard weergegeven; enkele thema tonen wel pictogrammen. Als er geen pictogram wordt gebruikt dan wordt het meest recente bericht getoond

source: This will password protect all items in this collection.
nl_nl: Dit schakelt wachtwoord beveiliging in op alle artikelen in deze collectie.

source: Password protect all items in this collection
nl_nl: Wachtwoord beveiliging op alle artikelen in deze collectie

source: This collection will inherit the password of the parent collection:
nl_nl: Deze collectie zal het wachtwoord van de bovenliggende collectie overnemen:

source: Enable Client Proofing
nl_nl: Klant proefdrukken inschakelen

source: Check this to allow clients with password access to download items in this collecton as proofs. Clients must add an item to their Lightbox in order to download proofs. A record of which images were downloaded will be sent to both the site admin and the client via email.
nl_nl: Selecteer dit om klanten met een wachtwoord toegang te geven tot het downloaden van artikelen in deze collectie als proefdruk. Klanten moeten een item toe te voegen aan hun Lightbox om proefdruk te downloaden. Een overzicht van de gedownloade afbeeldingen wordt zowel naar de site-admin als de klant via e-mail.

source: Protected
nl_nl: Beveiligd

source: Proofing
nl_nl: Proefdrukken

source: Displays image exif data (shutter speed, aperture, ISO, etc). Only use this on Single Sidebar Widgetized areas.
nl_nl: Exif data weergeven (sluitertijd, diafragma, ISO, etc). Gebruik dit alleen op Single Sidebar widget gebieden.

source: Aperture
nl_nl: Diafragma

source: Focal Length
nl_nl: Brandpuntafstand

source: Shutter Speed
nl_nl: Sluitertijd

source: Date
nl_nl: Datum

source: Select Collection
nl_nl: Selecteer Collectie

source: Search results for: %1$s
nl_nl: Zoekresultaten voor: %1$s

source: Starting at
nl_nl: vanaf

source: Nothing Found
nl_nl: Niets gevonden

source: Sorry, but we couldn't find anything that matches your search query.
nl_nl: Sorry, maar uw zoekopdracht heeft geen resultaten opgeleverd.

source: Learn more
nl_nl: Meer informatie

source: Select a size
nl_nl: Selecteer een afmeting

source: Select a license that most closely describes the intended use of this item. Additional license details will be displayed here after selecting a license.
nl_nl: Selecteer een licentie die het meest past bij het gebruik omschrijft van dit artikel. Na een licentie te hebben geselecteerd zullen hier de details worden getoond.

source: (see details)
nl_nl: (zie details)

source: Select a license
nl_nl: Selecteer een licentie

source: Add to cart
nl_nl: Aan winkelwagen toevoegen

source: This collection is password protected.
nl_nl: Deze collectie os beveiligd met een wachtwoord.

source: Submit
nl_nl: Bevestigen

source: A plugin for selling photos, prints and other downloads.
nl_nl: Een plugin om foto's, prints en andere downloads te verkopen.
