Repository: MYSTERYouse/sell-media
Catalog: languages/sell_media-*.po
Languages: nl_nl

source: Upload one file to create a single product or many files to create a gallery.
nl_nl: Upload een bestand voor een product of meerdere bestanden om een galerij te maken

source: Importing Options
nl_nl: Importeren opties

source: Importing
nl_nl: Importeren

source: Quickly import folders of images using this option. Use FTP or <a href="%1$s" target="_blank">export directly from Lightroom</a> and place new folders into the server path listed below. Then, select the folder below to import into WordPress.
nl_nl: Gebruik deze optie op afbeeldingsmappen te importeren. Gebruik een FTP-programma of <a href="%1$s" target="_blank">exporteer vanuit Lightroom</a> en plaats nieuwe mappen in onderstaande server map. Selecteer daarna de onderstaande map om naar Wordpress te importeren.

source: Server Path
nl_nl: Server map

source: Select a folder
nl_nl: Selecteer een folder

source: Add more files
nl_nl: Voeg meer bestanden toe

source: Importing files...
nl_nl: Bestanden importeren...

source: Add files
nl_nl: Voeg bestanden toe

source: Packages
nl_nl: Pakketten

source: This feature was retired in version 2.0 because product galleries can now be created. Your old package file will still be available for sale and is listed below.
nl_nl: Deze functie is gestopt in versie 2.0, omdat product galerijen nu aangemaakt kunnen worden. Uw oude pakket-bestand zal nog steeds beschikbaar zijn voor verkoop en wordt hieronder vermeld.

source: Price
nl_nl: Prijs

source: The price of each original, high-resolution file.
nl_nl: De prijs van elk origineel, hoge resolutie bestand.

source: Price group for downloads
nl_nl: Prijsgroep voor downloads

source: None
nl_nl: Geen

source: <a href="%1$s">Create new price group</a>
nl_nl: <a href="%1$s">Creëer nieuwe prijsgroep</a>

source: Views
nl_nl: Bekeken

source: Sales
nl_nl: Verkoop

source: Sorry, %1$s could't be added.
nl_nl: Excuses, %1$s kan niet worden toegevoegd.

source: No price set
nl_nl: Geen prijs opgegeven

source: No sales so far.
nl_nl: Nog geen verkopen.

source: Reports
nl_nl: Raporten

source: Upgrades
nl_nl: Vernieuwingen

source: System Info
nl_nl: Systeem informatie

source: Purchase Details
nl_nl: Aankoop details

source: Additional Purchase Details
nl_nl: Extra aankoop details

source: Payment Gateway Details
nl_nl: Betalings Gateway Details

source: Name
nl_nl: Naam

source: Total
nl_nl: Totaal

source: This is the additional payment data stored with the purchase.
nl_nl: Dit zijn extra betalingsgegevens die zijn opgeslagen met de aankoop.

source: Size
nl_nl: Afmeting

source: License
nl_nl: Licensie

source: Qty
nl_nl: Aantal

source: Subtotal
nl_nl: Subtotaal

source: This payment has no additional payment details
nl_nl: Deze betaling heeft geen extra details

source: This is the data that was sent from
nl_nl: Dit zijn de gegevens die verzonden zijn van

source: at time of purchase. Use this for debugging, if needed.
nl_nl: op het moment van aankoop. Gebruik dit voor het debuggen, indien nodig.

source: Earnings Report
nl_nl: Winstraportage

source: Total Earnings To Date:
nl_nl: Totale winst op datum:

source: Below is a breakdown of earnings per day, month and year. Want to increase your sales?
nl_nl: Hieronder is een overzicht van de winst per dag, maand en jaar. Wilt u uw omzet verhogen?

source: Download new Sell Media extensions
nl_nl: Download nieuwe Sell Media extenties

source: Day
nl_nl: Dag

source: Earnings
nl_nl: Winst

source: Earnings per day
nl_nl: Winst per dag

source: Month
nl_nl: Maand

source: Earnings per month
nl_nl: Winst per maand

source: Year
nl_nl: Jaar

source: Earnings per year
nl_nl: Winst per jaar

source: Create Price Group
nl_nl: Creëer een prijsgroep

source: Are you sure you want to delete the price group:
nl_nl: Weet u het zeker om de prijsgroep te verwijderen:

source: This will delete the price group and ALL its prices associated with it.
nl_nl: Dit zal de prijsgroep en alle bijbehorende prijzen verwijderen

source: Delete Group
nl_nl: Verwijder groep

source: Enter price group name here
nl_nl: Vul hier de prijsgroep in

source: Name (shown to buyer, so be descriptive)
nl_nl: Naam (wordt getoond aan de koper, dus duidelijk vermelden)

source: Max width (pixels)
nl_nl: Max breedte (pixels)

source: Max Height (pixels)
nl_nl: Max Hoogte (pixels)

source: Are you sure you want to delete the price
nl_nl: Prijs verwijderen. Weet u het zeker?

source: Max height (pixels)
nl_nl: Max hoogte (pixels)

source: The sizes listed below determine the maximum dimensions in pixels. Price Groups only apply to images.
nl_nl: De onderstaande afmetingen bepalen de maximale afmetingen in pixels. Prijsgroepen alleen van toepassing op afbeeldingen.

source: Create a price group to add prices to.
nl_nl: Creëer een nieuwe prijsgroep om prijzen toe te voegen.

source: Add New Price
nl_nl: Voeg nieuwe prijs toe

source: Save Price Group
nl_nl: Sla prijsgroep op

source: Your site is currently in <a href="%1$s">test mode</a>.
nl_nl: Uw website bevind zich momenteel in een <a href="%1$s">test mode</a>.

source: Please create a checkout page using the <code>[sell_media_checkout]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
nl_nl: Maak een bestelpagina met behulp van de <code> [sell_media_checkout] </ code> shortcode en toewijzen in uw <a href="%1$s"> instellingen </a>.

source: Please create a thanks page using the <code>[sell_media_thanks]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
nl_nl: Maak een bedankpagina met behulp van de <code>[sell_media_thanks]</code> shortcode en toewijzen in uw <a href="%1$s">instellingen</a>.v

source: Please set a PayPal email in your <a href="%1$s">payment settings</a>.
nl_nl: Vul een E-mailadres in bij uw <a href="%1$s">betaalinstellingen</a>.

source: Important updates are now available for %1$s. <a href="%2$s" target="_blank">Learn more</a>.
nl_nl: Er zijn belangrijke updates voor %1$s. <a href="%2$s" target="_blank">Meer informatie</a>.

source: Account registration at
nl_nl: Account registratie bij

source: Welcome
nl_nl: Welkom

source: Here are your login credentials
nl_nl: Hier zijn uw inlogggevens

source: Username
nl_nl: Gebruikersnaam

source: Create a password if you want to login to our dashboard to download any of your purchases in the future.
nl_nl: Maak een wachtwoord aan als u wilt inloggen op ons dashboard om later een van uw aankopen te downloaden.

source: Any purchases your make will be available on your account dashboard.
nl_nl: Elke aankoop die u gedaan heeft is beschikbaar op uw account dashboard.

source: Thanks
nl_nl: Bedankt

source: The original high resolution file doesn't exist here: %1$s
nl_nl: Het originele hoge resolutie bestand is niet aanwezig: %1$s

source: You do not have permission to download this file
nl_nl: U heeft geen rechten om dit bestand te downloaden.

source: Purchase Verification Failed
nl_nl: Aankoop verificatie mislukt

source: sales totaling
nl_nl: Verkoop totalen

source: DISCOUNT
nl_nl: KORTING

source: TAX
nl_nl: Btw

source: SHIPPING
nl_nl: VERZENDING

source: TOTAL
nl_nl: TOTAAL

source: Item
nl_nl: Artikel

source: Quantity
nl_nl: Aantallen

source: Paid
nl_nl: Betaald

source: New sale notification
nl_nl: Nieuwe verkoop melding

source: Customer
nl_nl: Klant

source: Address
nl_nl: Adres

source: Original
nl_nl: Origineel

source: The original high resolution source file
nl_nl: Het originele hoge resolutie bronbestand

source: Search for %1$s
nl_nl: Zoeken naar %1$s

source: Search
nl_nl: Zoeken

source: Exact phrase match (?)
nl_nl: Exacte overeenkomst (?)

source: Collection
nl_nl: Collectie

source: All
nl_nl: Alles

source: This item is password protected
nl_nl: Dit Artikel is beveiligd met een wachtwoord

source: All Products
nl_nl: Alle producten

source: Add New
nl_nl: Nieuw toevoegen

source: Edit Product
nl_nl: Product bewerken

source: New Product
nl_nl: Nieuw product

source: View Product
nl_nl: Product bekijken

source: Search Products
nl_nl: Producten zoeken

source: No products found
nl_nl: Geen producten gevonden

source: No products found in Trash
nl_nl: Geen producten gevonden in de prullenbak

source: Parent Product:
nl_nl: Bovenliggend Product:

source: Payments
nl_nl: Betalingen

source: Payment
nl_nl: Betaling

source: Add New Payment
nl_nl: Voeg nieuwe betaling toe

source: Edit Payment
nl_nl: bewerk betaling

source: New Payment
nl_nl: Nieuwe betaling

source: View Payment
nl_nl: Betaling bekijken

source: Search Payments
nl_nl: Zoek betalingen

source: No payments found
nl_nl: Geen betalingen gevonden

source: No payments found in Trash
nl_nl: Geen betalingen gevonden in de prullenbak

source: Parent Payment:
nl_nl: Bovenliggende betaling

source: Price Groups
nl_nl: Prijsgroepen

source: Search Price Groups
nl_nl: Zoek prijsgroeppen

source: Popular Price Groups
nl_nl: Populaire prijsgroepen

source: All Price Groups
nl_nl: Alle prijsgroepen

source: Parent Price Groups
nl_nl: Bovenliggende prijsgroepen

source: Parent Price Groups:
nl_nl: Bovenliggende prijsgroepen:

source: Edit Price Group
nl_nl: Bewerk prijsgroep

source: Update Price Group
nl_nl: Update prijsgroep

source: Add New Price Group
nl_nl: Voeg nieuwe prijsgroep toe

source: New Price Group
nl_nl: nieuwe prijsgroep

source: Separate Price Groups with commas
nl_nl: Aparte prijsgroepen met komma's

source: Add or remove Price Groups
nl_nl: Toevoegen of verwijder prijsgroepen

source: Choose from most used Price Groups
nl_nl: Kies uit de meest gebruikte prijsgroepen

source: Product Collections
nl_nl: Product collecties

source: Search Collection
nl_nl: Zoek collecties

source: Popular Collection
nl_nl: populaire collecties

source: All Collections
nl_nl: Alle collecties

source: Parent Collection
nl_nl: Bovenliggende collectie

source: Parent Collection:
nl_nl: Bovenliggende collectie:

source: Edit Collection
nl_nl: Bewerk collectie

source: Update Collection
nl_nl: Update Collectie

source: Add New Collection
nl_nl: Voeg nieuwe collectie toe

source: New Collection
nl_nl: Nieuwe collectie

source: Separate collection with commas
nl_nl: Aparte collectie met komma's

source: Add or remove Collection
nl_nl: Toevoegen of verwijderen collectie

source: Choose from most used Collection
nl_nl: Kies uit de meest gebruikte collectie

source: Collections
nl_nl: Collecties

source: Licenses
nl_nl: Licenties

source: Search Licenses
nl_nl: Zoek Licenties

source: Popular Licenses
nl_nl: Populaire Licenties

source: All Licenses
nl_nl: Alle Licenties

source: Parent License
nl_nl: Bovenliggende Licentie

source: Parent License:
nl_nl: Bovenliggende Licentie:

source: Edit License
nl_nl: Bewerk licentie

source: Update License
nl_nl: Update licentie

source: Add New License
nl_nl: Voeg nieuwe licentie toe

source: New License
nl_nl: Nieuwe licentie

source: Separate licenses with commas
nl_nl: Aparte licenties met komma's

source: Add or remove Licenses
nl_nl: Toevoegen of verwijderen licenties

source: Choose from most used Licenses
nl_nl: Kies uit de meest gebruikte licenties

source: Keywords
nl_nl: Zoektermen

source: Keyword
nl_nl: Zoekterm

source: Search Keywords
nl_nl: Zoek Zoektermen

source: Popular Keywords
nl_nl: Populaire Zoektermen

source: All Keywords
nl_nl: Alle Zoektermen

source: Parent Keyword
nl_nl: Bovenliggende Zoekterm

source: Parent Keyword:
nl_nl: Bovenliggende Zoekterm:

source: Edit Keyword
nl_nl: Bewerk zoekterm

source: Update Keyword
nl_nl: Update zoekterm

source: Add New Keyword
nl_nl: Nieuwe zoekterm toevoegen

source: New Keyword
nl_nl: Nieuwe zoekterm

source: Separate keywords with commas
nl_nl: Aparte zoektermen met komma's

source: Add or remove Keywords
nl_nl: Toevoegen of verwijderen zoektermen

source: Choose from most used Keywords
nl_nl: Kies uit de meest gebruikte zoektermen

source: Creators
nl_nl: Ontwerpers

source: Creator
nl_nl: Ontwerper

source: Search Creator
nl_nl: Zoek ontwerpers

source: Popular Creator
nl_nl: Populaire ontwerpers

source: All Creator
nl_nl: Alle ontwerpers

source: Parent Creator
nl_nl: Bovenliggende ontwerper

source: Parent Creator:
nl_nl: Bovenliggende ontwerper:

source: Edit Creator
nl_nl: Bewerk ontwerper

source: Update Creator
nl_nl: Update ontwerper

source: Add New Creator
nl_nl: Voeg nieuwe ontwerper toe

source: New Creator
nl_nl: Nieuwe ontwerper

source: Separate creator with commas
nl_nl: Aparte ontwerper met komma's

source: Add or remove Creator
nl_nl: Toevoegen of verwijderen ontwerpers

source: Choose from most used Creator
nl_nl: Kies uit de meest gebruikte ontwerpers

source: City
nl_nl: Woonplaats

source: Search City
nl_nl: Zoek woonplaatsen

source: Popular City
nl_nl: Populaire woonplaatsen

source: All City
nl_nl: Alle woonplaatsen

source: Separate city with commas
nl_nl: Aparte woonplaatsen met komma's

source: Add or remove City
nl_nl: Toevoegen of verwijderen woonplaatsen

source: Choose from most used City
nl_nl: Kies uit de meest gebruikte woonplaatsen

source: State
nl_nl: Provincie

source: Search State
nl_nl: Zoek provincies

source: Popular State
nl_nl: populaire provincies

source: All State
nl_nl: Alle provincies

source: Separate state with commas
nl_nl: Aparte provincies met komma's

source: Add or remove State
nl_nl: Toevoegen of verwijderen provincies

source: Choose from most used State
nl_nl: Kies uit de meest gebruikte provincies

source: Go to lightbox
nl_nl: Ga naar lightbox

source: This item was saved to your %1$s.
nl_nl: Dit artikel is opgeslagen naar uw %1$s.

source: Remove
nl_nl: Verwijderen

source: Save
nl_nl: Opslaan

source: Your lightbox is empty.
nl_nl: Uw lightbox is leeg

source: Remove all from lightbox
nl_nl: Verwijder alles uit uw lightbox

source: Buy
nl_nl: Koop

source: Sorry that email already exists or is invalid
nl_nl: Sorry maar dit E-mailadres bestaat al of is onjuist

source: Added
nl_nl: Toegevoegd

source: Checkout now
nl_nl: Nu afrekenen

source: There was an error loading the cart data. Please contact the site owner.
nl_nl: Er is een fout opgetreden bij het laden van uw winkelwagen. Neem contact op met de website beheerder.

source: Checkout Now
nl_nl: Nu afrekenen

source: Please wait...
nl_nl: Even geduld aub...

source: Remove from Lightbox
nl_nl: verijwder uit uw lightbox

source: Save to Lightbox
nl_nl: Opslaan in uw lightbox

source: -- Choose One --
nl_nl: -- Kies een --

source: Danish Krone
nl_nl: Danish Krone (&#107;&#114;)

source: Hungarian Forint
nl_nl: Hungarian Forint (&#70;&#116;)

source: Israeli Shekel
nl_nl: Israeli Shekel (&#8362;)

source: Malaysian Ringgits
nl_nl: Malaysian Ringgits (rm&#82;&#77;)

source: Norwegian Krone
nl_nl: Norwegian Krone (&#107;&#114;)

source: Philippine Pesos
nl_nl: Philippine Pesos (&#8369;)

source: Polish Zloty
nl_nl: Polish Zloty (&#122;&#322;)

source: Swedish Krona
nl_nl: Swedish Krona (&#107;&#114;)

source: Swiss Franc
nl_nl: Swiss Franc (&#67;&#72;&#70;)

source: Taiwan New Dollars
nl_nl: Taiwan New Dollars (&#78;&#84;&#36;)

source: Thai Baht
nl_nl: Thai Baht (&#3647;)

source: Turkish Lira (TL)
nl_nl: Turkish Lira TRL (&#8356;)

source: South African rand (R)
nl_nl: South African rand ((&#82;)

source: Settings
nl_nl: Instellingen

source: settings updated successfully.
nl_nl: instellingen succesvol geupdate.

source: Save Settings
nl_nl: Instellingen opslaan

source: Reset Defaults
nl_nl: Instellingen resetten

source: This option has no valid options. Please create valid options as an array inside the settings.
nl_nl: Deze optie heeft geen geldige opties. Creëer geldige opties met een formule binnen de instellingen.

source: Upload or Select Image
nl_nl: Upload of selecteer afbeelding

source: Upload or Select Images
nl_nl: Upload of selecteer afbeeldingen

source: Version:
nl_nl: Versie:

source: Documentation
nl_nl: Documentatie

source: Upgrades Available
nl_nl: Upgrades beschikbaar

source: Sell prints, create discount codes, watermark images, accept credit cards and much more when you activate the Business Bundle extension pack for Sell Media.
nl_nl: Verkoop prints, creëer kortingscodes, watermerk afbeeldingen, accepteer creditcards en nog veel meer als je het Business Bundel uitbreidingspakket voor Sell Media activeert.

source: Order Now
nl_nl: Bestel nu

source: Need Help?
nl_nl: Hulp nodig?

source: Having trouble setting up Sell Media? Hire us for a 30 minute, one-on-one consultation over live chat. If we can't fix your problem, we'll refund your order.
nl_nl: Problemen met het instellen van Sell Media? Huur ons in voor een 30 minuten, een-op-een overleg via live chat. Als we uw probleem niet kunnen oplossen, zullen wij uw bestelling terugbetalen.

source: Reviews
nl_nl: Beoordelingen

source: Great plugin with great support. Includes tons of features.
nl_nl: Geweldige plugin met goede ondersteuning. Bevat veel functies.

source: A young product with massive potential! You can expect great support from Graph Paper Press.
nl_nl: Een jong product met gigantische mogelijkheden! U kunt goede ondersteuning van Graph Paper Press verwachten.

source: We'd love for you to leave a review if you've found this plugin useful.
nl_nl: Als u deze plugin nuttig vindt dan zou het erg fijn zijn als u een beoordeling achter laat.

source: Leave a review
nl_nl: Laat een beoordeling achter

source: General
nl_nl: Algemeen

source: Pricing
nl_nl: Prijzen

source: Email Settings
nl_nl: E-mail instellingen

source: Misc
nl_nl: Diversen

source: Mode
nl_nl: Functie

source: Select Live Mode to accept real transactions. Select Test Mode to accept test transactions (%s).
nl_nl: Selecteer Live Mode om transacties te accepteren. Selecteer Test Mode om TEST transacties te accepteren (%s).

source: Checkout Page
nl_nl: Bestelpagina

source: Select the page that contains the checkout shortcode <code>[sell_media_checkout]</code>
nl_nl: Selecteer de pagina met de bestelling-shortcode <code>[sell_media_checkout]</code>

source: Thanks Page
nl_nl: Bedankpagina

source: Select the page that contains the thanks shortcode <code>[sell_media_thanks]</code>
nl_nl: Selecteer de pagina met de bedankt-shortcode <code>[sell_media_thanks]</code>

source: Dashboard Page
nl_nl: Deashboard pagina

source: Select the page that contains the dashboard shortcode<code>[sell_media_download_list]</code>
nl_nl: Selecteer de pagina met de dashboard-shortcode<code>[sell_media_download_list]</code>

source: Login Page
nl_nl: Inlogpagina

source: Select the page that contains the login shortcode <code>[sell_media_login_form]</code>
nl_nl: Selecteer de pagina met de inlog-shortcode <code>[sell_media_login_form]</code>

source: Search Page
nl_nl: Zoekpagina

source: Select the page that contains the search shortcode <code>[sell_media_searchform]</code>
nl_nl: Selecteer de pagina met de zoek-shortcode <code>[sell_media_searchform]</code>

source: Lightbox Page
nl_nl: Lightbox pagina

source: Select the page that contains the lightbox shortcode <code>[sell_media_lightbox]</code>
nl_nl: Selecteer de pagina met de lightbox-shortcode <code>[sell_media_lightbox]</code>

source: Customer Notification
nl_nl: Klant notificatie

source: Notify the customer of their site registration.
nl_nl: Informeer de klant van deze website registratie.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Style
nl_nl: Stijl

source: Choose the style of your theme. Sell Media will load styles to match your theme.
nl_nl: Kies een stijl voor je thema. Sell media verwerkt de stijl in uw thema.

source: Dark
nl_nl: Donker

source: Light
nl_nl: Licht

source: Layout
nl_nl: Opmaak

source: Select your layout preference for single Sell Media entries. If your theme already has a sidebar, you probably want to select the 'Single column' option.
nl_nl: Selecteer uw opmaakvoorkeur voor enkele Sell Media vermeldingen. Als uw thema al een sidebar heeft, wilt u waarschijnlijk de optie 'Single kolom' te selecteren.

source: Show breadcrumb navigation on single entries.
nl_nl: Toon broodkruimelnavigatie op enkele inzendingen.

source: Let your site visitors know you are using the Sell Media plugin?
nl_nl: Uw bezoekers laten weten dat u gebruik maakt van de Sell Media Plugin?

source: You can change the post type slug to: &quot;photos&quot; or &quot;downloads&quot;. The default slug is &quot;items&quot;.
nl_nl: U kunt de post type slug veranderen naar: &quot;photos&quot; or &quot;downloads&quot;. De standaard slug is &quot;artikelen&quot;.

source: Order By
nl_nl: Besteld door

source: Choose the order of items for the archive pages.
nl_nl: Bepaal de volgorde van artikelen voor archiefpagina's

source: Terms and Conditions
nl_nl: Algemene Voorwaarden

source: These &quot;Terms and Conditions&quot; will show up on the checkout page. Users must agree to these terms before completing their purchase.
nl_nl: Deze &quot;Algemene Voorwaarden&quot; worden getoond op de betaalpagina. gebruikers moeten deze voorwaarden accepteren om een betaling te kunnen afronden.

source: Show Columns
nl_nl: Laat kolommen zien

source: Select the columns to show on the admin page &quot;All Products&quot; page.
nl_nl: Selecteer de kolommen om te laten zien op de admin pagina &quot;Alle Producten&quot; pagina.

source: Original Price
nl_nl: Originele prijs

source: The original price of new items and bulk uploads. You can set unique prices by editing each individual item.
nl_nl: De oorspronkelijke prijs van nieuwe artikelen en bulk-uploads. U kunt unieke prijzen instellen door elk artikel afzonderlijk te bewerken.

source: Hide Original Price
nl_nl: Verberg originele prijs

source: Select 'Yes' to hide the original price above and rely solely on Price Groups (See below. Price Groups can only be used when selling images). Select 'No' if you're selling single file downloads or if you want to list the original price for each product. You can override this setting on a per-item basis.
nl_nl: Selecteer 'Ja' om de oorspronkelijke prijs boven verbergen en uitsluitend op prijsgroepen (Zie hieronder. Prijs Groepen kunnen alleen worden gebruikt bij de verkoop van afbeeldingen). Selecteer 'Nee' als u downloads van een enkel bestand verkoopt of als u de oorspronkelijke prijs voor elk product wilt weergeven. U kunt deze instelling op een per-artikel basis overschrijven.

source: Default Image Price Group
nl_nl: Standaard afbeelding prijsgroep

source: Image Price Groups
nl_nl: Afbeelding groepsprijzen

source: PayPal Email Address
nl_nl: PayPal e-mailadres

source: Add the email address associated with your PayPal account above.
nl_nl: Voeg het e-mailadres toe dat is gekoppeld aan uw PayPal-rekening hierboven.

source: Currency
nl_nl: Valuta

source: The currency in which you accept payment.
nl_nl: Het valuta waarin u betalingen wilt ontvangen.

source: PayPal Additional Test Emails
nl_nl: PayPal extra testberichten

source: This is useful when debugging PayPal. Enter a comma separated list of emails, and when a purchase is made the same email that is sent to the buyer will be sent to the recipients in the above list.
nl_nl: Dit is handig bij het debuggen van PayPal. Voer een door komma's gescheiden lijst van e-mails in, en wanneer een aankoop wordt gedaan wordt hetzelfde bericht die naar de koper wordt verzonden, naar de ontvangers verzonden in de bovenstaande lijst.

source: Tax
nl_nl: Btw

source: Yes, charge tax
nl_nl: Ja, Btw berekenen

source: Tax Rate
nl_nl: Belastingpercentage (0% - 9% - 20%)

source: From Name
nl_nl: Van naam

source: The name associated with all outgoing email.
nl_nl: Naam voor alle uitgaande berichten

source: From Email
nl_nl: Van E-mail

source: The email address used for all outgoing email.
nl_nl: Het e-mailadres voor uitgaande berichten

source: Email Subject
nl_nl: E-mail onderwerp

source: The email subject on successful purchase emails.
nl_nl: Het e-mail onderwerp voor succesvolle aankoopberichten.

source: Your Purchase
nl_nl: Uw aankoop
